Repository: tapule/Gelide
Catalog: po/*.po
Languages: es_ve

source: Manage and play your roms
es_ve: Gestiona y juega tus roms

source: Mame exe based dat file
es_ve: Fichero Dat extraído de Mame

source: Exe based dat
es_ve: Dat extraído de un ejecutable

source: Console released by Amstrad in 1990 and was based on the still-popular CPC technology.
es_ve: Consola lanzada por Amstrad en 1990 basada en la tecnología del popular CPC

source: Multi Emulator Super System, the sister project of MAME
es_ve: Super Sistema Multi Emulador, el proyecto hermano de MAME

source: The MESS Team
es_ve: El MESS Team

source: Portable Mess version for POSIX-y systems with SDL
es_ve: Versión portable de Mess para sistemas POSIX-y con SDL

source: Olivier Galibert and R. Belmont
es_ve: Olivier Galibert y R. Belmont

source: Originally known as the Atari VCS, was released in October 1977
es_ve: Originalmente conocida como Atari VCS, fue lanzada en Octubre de 1977

source: A multi-platform Atari VCS 2600 emulator
es_ve: Un emulador multi-plataforma para Atari VCS 2600

source: Bradford W. Mott & The Stella Team.
es_ve: Bradford W. Mott y el Stella Team.

source: An Atari 2600 Emulator
es_ve: Un emulador para Atari 2600

source: Multiple Emulator Super System for UNIX/Linux
es_ve: Super Sistema Multi Emulador para UNIX/Linux

source: Atari 5200 SuperSystem was the replacement for the famous Atari 2600
es_ve: Atari 5200 SuperSystem fue la sucesora de la Atari 2600

source: Video game console released by Atari Corp in June 1986
es_ve: Consola lanzada por Atari Corp en junio de 1986

source: The first 64-Bits gaming system released by Atari Corp. in 1993
es_ve: Fue la primea consola de 64-Bits. Lanzada por Atari Corp. en 1993

source: Portable emulator based in Virtual Jaguar
es_ve: Emulador portable basado en Virtual Jaguar

source: Was a handheld game console released by Atari Corporation in 1989
es_ve: Fue una consola de mano lanzada por Atari Corporation en 1989

source: Portable Multi-system emulator under GPL
es_ve: Emulador multi-sistema portable bajo GPL

source: SDL based port of the famous Handy Atari Lynx emulator
es_ve: Port basado en SDL del famoso emulador de Atari Lynx Handy

source: Handheld 16-Bits game console released in Japan by Bandai in 1999
es_ve: Consola portátil de 16 bits que fue lanzada por Bandai en Japón en 1998

source: Freeware Multi-system emulator for Linux and Windows
es_ve: Emulador multi-sistema Freeware para Linux y Windows

source: WonderSwan color version released in Japan by Bandai in 2000
es_ve: Versión en color de la WonderSwan lanzada en Japón por Bandai en 2000

source: Coleco Industries' second generation video game console released in August 1982
es_ve: Consola de segunda generación de Coleco lanzada en Agosto de 1982

source: A 8-Bits Second generation video game console
es_ve: Consola de 8-Bits de segunda generación.

source: Entex's second generation video game console
es_ve: Consola de segunda generación de Entex.

source: Game console released by Fairchild in 1976. It was the first programmable ROM cartridge console.
es_ve: Consola lanzada por Fairchild en 1976. Fue la primera consola con cartuchos programables.

source: 8-Bits console with an integrated vector monitor which displays vector graphics
es_ve: Consola de 8-Bits con un monitor de gráficos vectoriales incluido.

source: Magnavox second generation video game console released in 1978
es_ve: Consola de segunda generación de Magnavox lanzada en 1978

source: Multiple Arcade Machine Emulator
es_ve: Multiple Arcade Machine Emulator: emulador de máquinas recreativas

source: Portable MAME version for POSIX-y systems with SDL
es_ve: Versión portable de MAME para sistemas POSIX-y con SDL

source: Olivier Galibert, R. Belmont and the MAME Team
es_ve: Olivier Galibert, R. Belmont y el MAME Team

source: Multiple Arcade Machine Emulator for UNIX/Linux
es_ve: Multiple Arcade Machine Emulator para UNIX/Linux

source: The XMame Team
es_ve: El XMame Team

source: Video game console released by Mattel Electronics in 1979
es_ve: Consola lanzada por Mattel Electronics en 1979

source: Joe Zbiciak's Intellivision Emulator for Linux
es_ve: Emulador para Intellivision de Joe Zbiciak's sobre Linux

source: 8-Bits video game console also known as TurboGrafx
es_ve: Consola de 8-Bits conocida también como TurboGrafx

source: Multiplatform Pc Engine / TurboGrafx emulator
es_ve: Emulador para PC Engine / TurboGrafx multiplataforma

source: 8-Bits video game console successor of the Pc Engine
es_ve: Consola de 8-Bits sucesora de la PC Engine

source: Dual-screen handheld console released by Nintendo in 2004
es_ve: Consola portátil con doble pantalla, lanzada por Nintendo en 2004

source: A Nintendo DS emulator under GNU GPL
es_ve: Un emulador de Nintendo DS bajo GNU GPL

source: Yopyop and The DeSmuME team
es_ve: Yopyop y el DeSmuME Team

source: Was released in 1986 by Nintendo as a peripheral for the Famicom console
es_ve: Lanzada por Nintendo en 1986 como un periférico de la Famicom

source: A Evolution of the original FCE Ultra emulator
es_ve: Una evolución del emulador FCE Ultra original

source: The FCEUX team
es_ve: El FCEUX Team

source: Open source NES/Famicom emulator focused accuracy
es_ve: Emulador OpenSource para NES/Famicom enfocado en la precisión

source: Martin Freij & R. Belmont (Linux port)
es_ve: Martin Freij & R. Belmont (Port para Linux)

source: Handheld video game console developed by Nintendo released in 1989
es_ve: Consola portatil desarrollada por Nintendo y lanzada 1989

source: Accuracy-focused, cross-platform Game Boy Color emulator
es_ve: Emulador de Game Boy de plataforma cruzada, enfocado en la precisión.

source: A Game Boy (Color) emulator for GNU/Linux written in C using SDL
es_ve: Un emulador para Game Boy (Color) para GNU/Linux escrito en C usando SDL

source: One of the few Game Boy (Color) emulator for GNU/Linux
es_ve: Uno de los pocos emuladores para Game Boy (Color) para GNU/Linux

source: Laguna and Gilgamesh
es_ve: Laguna y Gilgamesh

source: VBA is one of the most known emulators for GBA
es_ve: VBA es uno de los emuladores más conocidos para GBA

source: Forgotten and The VBA Team.
es_ve: Forgotten y el VBA Team.

source: Successor of the Game Boy released in October 1998
es_ve: Sucesora de la Game Boy lanzada en Octubre de 1998

source: 32-Bit handheld video game console developed by Nintendo released in 2001
es_ve: Consola portátil de 32-Bits desarrollada por Nintendo y lanzada en 2001

source: A freeware Nintendo Game Boy Advance emulator.
es_ve: Un emulador Freeware para Nintendo Game Boy Advance.

source: 8-Bit video game console developed by Nintendo and released in 1983
es_ve: Consola de 8-Bits desarrollada por Nintendo y lanzada en 1983

source: 16-Bits video game console sucessor of the Nes
es_ve: Consola de 16-Bits sucesora de la Nes

source: Gtk+ port of Snes9x Free SNes emulator
es_ve: Port para Gtk+ del emulador libre Snes9x SNES emulator

source: An accuracy focused emulator for Nintendo SNES
es_ve: Un emulador para Nintendo SNES enfocado en la precisión

source: Zsnes - A Super Nintendo emulator
es_ve: Zsnes - Un emulador de Super Nintendo

source: 64-Bit console released by Nintendo in 1996 in Japan.
es_ve: Consola de 64-Bits lanzada por Nintendo en 1996 en Japón.

source: An open source Nintendo 64 emulator
es_ve: Un emulador de Nintendo 64 OpenSource

source: The Mupen64Plus Team
es_ve: El Mupen64Plus Team

source: Multi arcade emulator mainly focused on Taito and Jaleco hardware
es_ve: Emulador multi arcade enfocado en el hardware de Taito and Jaleco

source: Antiriad And Raine Team
es_ve: Antiriad y el Raine Team

source: Video game console made by RCA that debuted in January 1977
es_ve: Consola de videojuegos creada por RCA que debutó en Enero de 1977

source: Add-on for the Mega Drive/Genesis who adds support for 32bits
es_ve: Add-on para la Mega Drive/Genesis que añadía soporte para 32bits

source: Free SEGA Mega Drive, 32X and SEGA CD emulator based on Gens
es_ve: Emulador libre para SEGA Mega Drive, 32X y SEGA CD basado en Gens

source: Handheld video games system released by SEGA as response to Game Boy
es_ve: Consola portátil lanzada por SEGA como respuesta a la Game Boy

source: Open source SEGA Master System / Gamegear emulator
es_ve: Emulador OpenSource de SEGA Master System / Gamegear

source: 8-Bits cartridge based video game console released by SEGA
es_ve: Consola de 8-Bits basada en cartuchos lanzada por SEGA

source: 16-Bits video game console developed by SEGA. Also known as Genesis
es_ve: Consola de 16-Bits desarrollada por SEGA. También fue conocida como Genesis

source: SEGA Genesis/MegaDrive emulator written for maximum accuracy
es_ve: Emulador de SEGA Genesis/MegaDrive escrito para máxima precisión

source: Open source SEGA Mega Drive / Genesis emulator
es_ve: Emulador OpenSource de SEGA Mega Drive / Genesis

source: Was the first video game console developed by SEGA
es_ve: Fue la primera consola de juegos desarrollada por SEGA.

source: An 8-bit personal home computer released in 1982 by Sinclair Research Ltd
es_ve: Ordenador personal de 8 bits lanzado por Sinclair Research Ltd en 1982

source: A ZX Spectrum emulator for FrameBuffer
es_ve: Un emulador de ZX Spectrum para FrameBuffer

source: The Free Unix Spectrum Emulator (Fuse)
es_ve: Un emulador libre de Spectrum para sistemas Unix

source: A 48k ZX-Spectrum emulator for Linux and other UNIX
es_ve: Un emulador de ZX-Spectrum 48k para Linux y otros UNIX

source: Mess (Tapes)
es_ve: Mess (Cintas)

source: SdlMess (Tapes)
es_ve: SdlMess (Cintas)

source: Arcade cartridge-based video game system released in 1990 by SNK
es_ve: Consola de cartuchos basados en placas arcade lanzada por SNK en 1990

source: A powerful and fast Neo Geo emulator for GNU/Linux
es_ve: Un emulador de Neo Geo potente y rápido para GNU/Linux

source: Mathieu Peponas & others
es_ve: Mathieu Peponas y otros

source: First handheld video games system released by SNK
es_ve: Primera consola portátil lanzada por sNK

source: 16-Bit color handheld video games system released by SNK
es_ve: Consola portátil a color de 16 bits lanzada por SNK

source: Emulator for Sony ZN-1 and ZN-2 and Namco System 11 hardware
es_ve: Emulador para el hardware Sony ZN-1, ZN-2 y Namco System

source: The_Author and DynaChicken
es_ve: The_Author y DynaChicken

source: Games list
es_ve: Lista de juegos

source: Rank:
es_ve: Puntuación:

source: "One to rule them all" A multi system and multi emulator frontend for GNU/Linux.
es_ve: "Uno para gobernarlos a todos" Un frontend multi sistema y multi emulador para GNU/Linux.

source: Translations credits
es_ve: PICCORO Lenz McKAY <mckaygerhard@gmail.com>

source: Gelide changes history
es_ve: Historial de cambios de Gelide

source: Columns selector
es_ve: Seleccion de columnas

source: Columns
es_ve: Columnas

source: Please select games list columns
es_ve: Seleccione las columnas para el listado de juegos

source: Active
es_ve: Activo

source: Name
es_ve: Nombre

source: Emulators editor
es_ve: Edición de emuladores

source: Emulator's general information
es_ve: Información general del emulador

source: Name:
es_ve: Nombre:

source: Description:
es_ve: Descripción:

source: Version:
es_ve: Versión:

source: Author:
es_ve: Autor:

source: Binary:
es_ve: Ejecutable:

source: Params:
es_ve: Parámetros:

source: Icon:
es_ve: Icono:

source: Non implemented.
es_ve: No implementado.

source: This action is work in progress.
es_ve: Esta acción está en proceso de desarrollo.

source: Please select an image
es_ve: Por favor seleccione una imagen

source: Games launcher
es_ve: Ejecutar los juegos

source: Starting emulation...
es_ve: Comenzando emulación...

source: * Checking emulator:
es_ve: * Comprobando emulador:

source: * Checking game:
es_ve: * Comprobando rom:

source: * Processing parameters:
es_ve: * Analizando parámetros:

source: Command:
es_ve: Comando:

source: * Launching emulation:
es_ve: * Ejecutando emulación:

source: Finished.
es_ve: Finalizado.

source: * Process output:
es_ve: * Salida del proceso:

source: * Process error output:
es_ve: * Salida de error del proceso:

source: Can not be located
es_ve: No se pudo localizar"

source: The system has no configured emulator.
es_ve: El sistema no tiene ningún emulador configurado.

source: Generating games list
es_ve: Generando listado de juegos

source: Please wait while system's dat file and roms directory are processed...
es_ve: Espere un momento mientras se analiza el fichero dat y el directorio de roms del sistema...

source: Initializing.
es_ve: Inicializando.

source: Are you sure you want to create a new list?
es_ve: ¿Seguro de que desea generar el listado?

source: If you continue, a new games list will be created for the current system.
es_ve: Si continúa se generará un nuevo listado de juegos para el sistema actual.

source: Loading dat file...
es_ve: Cargando fichero dat...

source: Generating the user's game list...
es_ve: Generando listado de juegos del usuario...

source: Checking files...
es_ve: Comprobando ficheros...

source: Checking:
es_ve: Comprobando:

source: Generating list of games...
es_ve: Generando listado de juegos...

source: End. %1 added games.
es_ve: Finalizado. %1 juegos añadidos.

source: Gelide configuration
es_ve: Configurar Gelide

source: Defaults systems
es_ve: Sistemas por defecto

source: Load default systems on boot
es_ve: Cargar sistemas por defecto en el arranque

source: Emulation
es_ve: Emulación

source: Show emulator's output
es_ve: Mostrar salida del emulador

source: Games list generator
es_ve: Generador de listados de juegos

source: Preserving games data
es_ve: Preservar datos de juegos

source: Add unknown games
es_ve: Añadir juegos desconocidos

source: Export
es_ve: Exportar

source: Export icons
es_ve: Exportar iconos

source: Export dat files
es_ve: Exportar ficheros dat

source: Edit systems
es_ve: Edición de sistemas

source: Information
es_ve: Información

source: Directories
es_ve: Directorios

source: System's general information
es_ve: Información general del sistema

source: Dat File:
es_ve: Fichero Dat:

source: Bios File:
es_ve: Fichero Bios:

source: Home directory
es_ve: Directorio home

source: Roms directory
es_ve: Directorio de rom

source: Images directory
es_ve: Directorios de imágenes

source: Snapshots:
es_ve: Capturas:

source: Titles:
es_ve: Títulos:

source: Fronts:
es_ve: Frontales:

source: Backs:
es_ve: Traseras:

source: Name field is not correct
es_ve: El campo Nombre no es correcto

source: This field can not be empty.
es_ve: Este campo debe contener algún valor.

source: Please select a directory
es_ve: Por favor seleccione un directorio

source: Export games list...
es_ve: Exportar listado de juegos...

source: File "%1" alredy exists". Do you want to replace it?
es_ve: El archivo "%1" ya existe". ¿Quiere reemplazarlo?

source: Contents will be overwritten if you continue.
es_ve: Si continúa el contenido será sobreescrito.

source: Export systems...
es_ve: Exportar sistemas...

source: Import systems...
es_ve: Importar sistemas...

source: _File
es_ve: _Archivo

source: _Launch game
es_ve: _Ejecutar juego

source: Launch selected game
es_ve: Lanza el juego seleccionado

source: Export l_ist...
es_ve: Exportar _lista...

source: Export s_ystems...
es_ve: Exportar s_istemas...

source: Import _systems...
es_ve: Importar _sistemas...

source: _Properties...
es_ve: P_ropiedades...

source: Show selected item properties.
es_ve: Muestra las propiedades del elemento seleccionado

source: _Edit
es_ve: _Edición

source: _Favorite
es_ve: _Favorito

source: _Played
es_ve: _Jugado

source: _Working
es_ve: F_uncional

source: _Rank
es_ve: _Puntuación

source: _Columns...
es_ve: C_olumnas...

source: Game list columns configuration
es_ve: Configuración de las columnas del listado de juegos

source: Pre_ferences...
es_ve: _Preferencias...

source: _View
es_ve: _Ver

source: _Tool bar
es_ve: Barra de _heramientas

source: _Status bar
es_ve: Barra de _estado

source: _Filters
es_ve: _Filtros

source: Show / hide filters tree
es_ve: Mostrar / ocultar árbol de filtros

source: _Browser
es_ve: _Examinador

source: Show / Hide systems browser
es_ve: Mostrar / ocultar examinador de sistemas

source: _Left browser
es_ve: Examinador a la _izquierda

source: _Top browser
es_ve: Examinador _arriba

source: _Information
es_ve: _Información

source: Show / hide info pannel
es_ve: Mostrar / ocultar panel de información

source: _Tools
es_ve: _Herramientas

source: _Help
es_ve: A_yuda

source: _Contents
es_ve: _Contenido

source: _About...
es_ve: _Acerca de...

source: About Gelide
es_ve: Acerca de Gelide

source: Games library
es_ve: Librería de juegos

source: Search:
es_ve: Buscar:

source: Rank:
es_ve: Puntuación

source: Manufacturer:
es_ve: Fabricante:

source: Year:
es_ve: Año:

source: Snapshot
es_ve: Captura

source: Title
es_ve: Título

source: Front
es_ve: Frontal

source: Back
es_ve: Trasera

source: System:
es_ve: Sistema:

source: Emulator:
es_ve: Emulador:

source: Launch game
es_ve: Jugar rom

source: Icon
es_ve: Icono

source: Description
es_ve: Descripción

source: _Move
es_ve: _Mover

source: _First
es_ve: _Primero

source: _Up
es_ve: _Arriba

source: _Down
es_ve: A_bajo

source: _Last
es_ve: _Último

source: This operation can not be undone.
es_ve: Esta operación no se pude deshacer.

source: Emulator data will be lost if you continue.
es_ve: Si continúa los datos del emulador se perderán.

source: All
es_ve: Todos

source: Favorites
es_ve: Favoritos

source: Played
es_ve: Jugados

source: Non played
es_ve: No jugados

source: Working
es_ve: Funcionales

source: Non working
es_ve: No funcionales

source: Availables
es_ve: Disponibles

source: Non availables
es_ve: No disponibles

source: Unknown
es_ve: Desconocido

source: Non unknown
es_ve: No desconocido

source: Rank
es_ve: Puntuación

source: Year
es_ve: Año

source: Favorite
es_ve: Favorito

source: Manufacturer
es_ve: Fabicante

source: Ran_k
es_ve: _Puntuación

source: _Remove
es_ve: Elimina_r

source: Game data will be deleted if you continue.
es_ve: Si continúa se eliminarán los datos del juego.

source: System's data will be lost if you continue.
es_ve: Si continúa los datos del sistema se perderán.
